Repository: thomasboom/Lumora
Catalog: lib/l10n/app_*.arb
Languages: nl

# disclaimerTitle
source: Hey there, let's talk
nl: HÃ©, laten we even praten

# disclaimerText
source: There's no single cure for Long Covid. This app is for informational purposes only and we take no responsibility for its use. Always consult a healthcare professional for medical advice. Keep listening to your body and don't just rely on technology.
nl: Er is geen enkel middel tegen Long Covid. Deze app is alleen voor informatieve doeleinden en wij aanvaarden geen verantwoordelijkheid voor het gebruik ervan. Raadpleeg altijd een zorgprofessional voor medisch advies. Luister goed naar je lichaam en vertrouw niet alleen op technologie.

# disclaimerButton
source: Got it, I understand
nl: Begrepen, ik snap het

# energyTitle
source: How are you feeling right now?
nl: Hoe voel je je nu?

# energyLevel1
source: Exhausted
nl: Helemaal uitgeput

# energyLevel2
source: Pretty tired
nl: Best moe

# energyLevel3
source: Alright, I guess
nl: Nou ja, het gaat

# energyLevel4
source: Not bad
nl: Niet slecht

# energyLevel5
source: Feeling great
nl: Top gevoel

# activitiesTitle
source: What have you been up to?
nl: Wat heb je gedaan?

# activityHint
source: Type what you did today...
nl: Typ wat je vandaag hebt gedaan...

# addActivity
source: Add
nl: Toevoegen

# saveEntry
source: Done, save this
nl: Klaar, opslaan

# historyTitle
source: Your journey
nl: Jouw reis

source: Delete
nl: Verwijderen

# noEntries
source: No entries yet. Let's start tracking!
nl: Nog geen vermeldingen. Laten we beginnen!

# symptomsTitle
source: Did you experience any symptoms?
nl: Heb je symptomen ervaren?

# symptomsHint
source: Pick what you're feeling...
nl: Kies wat je voelt...

source: Next
nl: Volgende

source: Back
nl: Terug

source: New activity
nl: Nieuwe activiteit

# selectActivities
source: Here's what you picked
nl: Dit heb je gekozen

# energyLevelsChartTitle
source: Your energy levels lately
nl: Je energieniveau recent

# topSymptomsChartTitle
source: Most common symptoms
nl: Meest voorkomende symptomen

# topActivitiesChartTitle
source: What you've been doing
nl: Wat je hebt gedaan

# recentEntriesTitle
source: Your recent entries
nl: Je recente vermeldingen

source: Today
nl: Vandaag

source: Yesterday
nl: Gisteren

# daysAgo
source: {count} days ago
nl: {count} dagen geleden

# symptomFatigue
source: fatigue
nl: vermoeidheid

# symptomBrainFog
source: brain fog
nl: hersenmist

# symptomDizziness
source: dizziness
nl: duizeligheid

# symptomPain
source: pain
nl: pijn

# symptomHeadache
source: headache
nl: hoofdpijn

# symptomNausea
source: nausea
nl: misselijkheid

# symptomShortnessOfBreath
source: shortness of breath
nl: kortademigheid

# symptomChestPain
source: chest pain
nl: pijn op de borst

# symptomMuscleWeakness
source: muscle weakness
nl: spierzwakte

# symptomJointPain
source: joint pain
nl: gewrichtspijn

# fabAddEntry
source: Add new entry
nl: Nieuwe vermelding

# settingsTitle
source: Settings
nl: Instellingen

# dataSection
source: Data
nl: Gegevens

# deleteAllDataTitle
source: Delete all data
nl: Alle gegevens verwijderen

# deleteAllDataSubtitle
source: This will permanently remove all your entries
nl: Hiermee worden al je vermeldingen permanent verwijderd

# deleteAllDataConfirmation
source: Are you sure you want to delete all your data? This action cannot be undone.
nl: Weet je zeker dat je al je gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# dataDeleted
source: All data has been deleted
nl: Alle gegevens zijn verwijderd

# aboutTitle
source: About
nl: Over

source: Version
nl: Versie

source: Build
nl: Bouw

source: Close
nl: Sluiten

source: Cancel
nl: Annuleren

source: Reshow disclaimer
nl: Disclaimer opnieuw tonen

# reshowDisclaimerSubtitle
source: Show the disclaimer on next launch
nl: Toon de disclaimer bij de volgende start

# severityTitle
source: Severity
nl: Ernst

# severityDescription
source: How intense is this symptom?
nl: Hoe hevig is dit symptoom?

# durationTitle
source: Duration
nl: Duur

# durationDescription
source: How long did it last?
nl: Hoe lang duurde het?

# hours
source: {count}h
nl: {count}u

# severity1
source: Very mild
nl: Zeer mild

# severity5
source: Moderate
nl: Matig

# severity10
source: Very severe
nl: Zeer ernstig

# symptomSeverityChartTitle
source: Symptom severity over time
nl: Ernst van symptomen over tijd

# symptomDurationChartTitle
source: Symptom duration over time
nl: Duur van symptomen over tijd
